past.org
#+title: Past participants
#+OPTIONS: toc:nil ':t html-postamble:nil tags:nil
#+HTML_HEAD: <link rel="stylesheet" type="text/css" href="table.css" />

|                |                  | <3> | <20>                 | <20>                 | <20>                 |


|----------------+------------------+------+-------------------------------------+----------------------------------------------------------------------------------+-----------------------------------------------------------------------|
| Name (Chinese) |   Name           | Year | Research Area                       | Current Position                                                                 | Graduate School                                                       |
|----------------+------------------+------+-------------------------------------+----------------------------------------------------------------------------------+-----------------------------------------------------------------------|
| [[http://math.hnu.cn/index.php?option=com%255C_teachers&type=1&teacher%255C_id=116][柴劲松]]          | Chai, Jinsong    | 2004 | Number Theory                       | Associate Professor, Sun Yat-Sen University                                      | The Ohio State University                                             |
| [[http://hong.web.unc.edu/][洪久族]]          | Hong, Jiuzu      | 2004 | Representation Theory               | Associate Professor, University of North Carolina                                | Tel Aviv University                                                   |
| [[http://hkumath.hku.hk/~huazheng/][华  诤]]          | Hua, Zheng       | 2004 | Algebraic Geometry                  | Associate Professor, The University of Hong Kong                                 | University of Wisconsin-Madison                                       |
| [[https://www.linkedin.com/in/dan-lu-4709b422?authType=NAME_SEARCH&authToken=2cSv&locale=en_US&srchid=5283429621475340068734&srchindex=1&srchtotal=2&trk=vsrp_people_res_name&trkInfo=VSRPsearchId%253A5283429621475340068734%252CVSRPtargetId%253A80110740%252CVSRPcmpt%253Aprimary%252CVSRPnm%253Atrue%252CauthType%253ANAME_SEARCH][卢  丹]]          | Lu, Dan          | 2004 | Representation Theory               |                                                                                  | Yale University                                                       |
| 杨晓奎          | Yang, Xiaokui    | 2004 | Differential Geometry               | Professor, YMSC Tsinghua University                                              | UCLA                                                                  |
| [[https://www.linkedin.com/in/xiaotian-zhu-b706b723][朱笑天]]          | Zhu, Xiaotian    | 2004 | Statistics                          | AbbVie                                                                           | Penn State                                                            |
| [[http://www.sauder.ubc.ca/Faculty/People/Faculty_Members/Ding_Yichuan][丁弋川]]          | Ding, Yichuan    | 2005 | Operational Research                | Associate Professor, McGill University                                           | Stanford                                                              |
| [[http://homepage.fudan.edu.cn/ronggang/en][石荣刚]]          | Shi, Ronggang    | 2005 | Dynamical System                    | Associate Professor, Fudan University                                            | The Ohio State University                                             |
| [[http://ymsc.tsinghua.edu.cn/shsun/index.html][孙晟昊]]          | Sun, Shenghao    | 2005 | Algebraic Geometry                  | Associate Professor, Tsinghua University                                         | UC Berkeley                                                           |
| [[https://math.stu.edu.cn/RYZC_Detail.aspx?id=117][邬恩信]]          | Wu, Enxin        | 2005 | Geometry and Topology               | Associate Professor, Shantou University                                          | University of Western Ontario                                         |
| [[https://xiaopv.github.io/][萧潇]]            | Xiao, Xiao       | 2005 | Number Theory                       | Professor, Utica College                                                         | SUNY Binghamton                                                       |
| [[http://www.math.tamu.edu/~xie/][谢知章]]          | Xie, Zhizhang    | 2005 | Noncommutative Geometry             | Professor, Texas A&M University                                                  | The Ohio State University                                             |
| [[http://www.math.tamu.edu/~tianyang/][杨 田]]           | Yang, Tian       | 2005 | Geometry and Topology               | Associate Professor, Texas A&M University                                        | Rutgers University                                                    |
| [[http://www.albany.edu/~cz954339/][钟昌龙]]          | Zhong, Changlong | 2005 | Rings and Algebras                  | Associate Professor, SUNY Albany                                                 | University of Southern California                                     |
| [[http://lxy.btbu.edu.cn/szdw/yjsds/js1/81550.htm][陈海苗]]          | Chen, Haimiao    | 2006 | Geometry and Topology               | Associate Professor, Beijing Technology and Bussiness University                 | Institute of Math, China                                              |
| [[http://alexdeng.github.io/][邓少杰]]          | Deng, Shaojie    | 2006 | Statistics                          | AirBnB                                                                           | Stanford                                                              |
| 丁 鼎           | Ding, Ding       | 2006 | Algebraic Geometry                  |                                                                                  | Binghamton University                                                 |
| [[http://pages.uoregon.edu/yfshen/][沈烨锋]]          | Shen, Yefeng     | 2006 | Algebraic Geometry                  | Assistant Professor, University of Oregon                                        | University of Michigan                                                |
| [[https://shuli.bitzh.edu.cn/#/teacherDetails?id=3465&pitch=146][王 坤]]           | Wang, Kun        | 2006 | Geometry and Topology               | Lecturer, Beijing Institute of Technology, Zhuhai                                | The Ohio State University                                             |
| 徐幸波          | Xu, Xingbo       | 2006 | Operational Research                | Goldman Sachs                                                                    | Columbia University                                                   |
| [[https://ca.linkedin.com/in/qian-lily-yin-237a9384][尹 茜]]           | Yin, Qian        | 2006 | Geometric Analysis                  | UNSW Economics Society                                                           | University of Michigan                                                |
| [[https://sites.google.com/site/xunyuhomepage/][余 讯]]           | Yu, Xun          | 2006 | Algebraic Geometry                  | Associate Professor, Tianjin University                                          | The Ohio State University                                             |
| [[https://sites.google.com/site/zhixianmath/][朱智贤]]          | Zhu, Zhixian     | 2006 | Algebraic Geometry                  | Associate Researcher,  Capital Normal University                                 | University of Michigan                                                |
| 毕树超          | Bi, Shuchao      | 2007 | Algebraic Geometry                  | Google                                                                           | UC Berkeley                                                           |
| [[https://www.linkedin.com/in/dechangchen][陈德长]]          | Chen, Dechang    | 2007 | Differential Geometry               | BlackRock                                                                        | UMass Amherst                                                         |
| [[https://math.osu.edu/people/chen.1338][陈豪杰]]          | Chen, Haojie     | 2007 | Differential geometry               | Lecturer, Zhejiang Normal University                                             | University of Minnesota Twin Cities                                   |
| [[https://www.linkedin.com/in/weiden][邓 威]]           | Deng, Wei        | 2007 | Algebraic Geometry                  | Criteo                                                                           | Washingtong University in St. Louis                                   |
| [[https://sites.google.com/site/yhuangmath/][黄 杨]]           | Huang, Yang      | 2007 | Geometry and Topology               |                                                                                  | University of South California                                        |
| [[http://nali.seas.harvard.edu/][黎 娜]]           | Li, Na           | 2007 | Control and Dynamical Systems       | Winokur Family Professor, Harvard University                                     | Caltech                                                               |
| [[https://sites.google.com/site/haoliang1120/][梁 灏]]           | Liang, Hao       | 2007 | Geometric Group Theory              | Postdoc, Tufts University                                                        | UIC                                                                   |
| [[http://sourcedb.amss.cas.cn/zw/zjrck/zlyjy/201511/t20151103_4452757.html][聂思安]]          | Nie, Sian        | 2007 | Representation Theory               | Professor, Chinese Academy of Science                                            | Institute of Math, China                                              |
| [[http://voidstar.info/][彭 巍]]           | Peng, Wei        | 2007 | Computer Networks and Security      |                                                                                  | IUPUI                                                                 |
| 孙京洲          | Sun, Jungzhou    | 2007 | Complex Geometry                    | Associate Professor, Shantou University                                          | Johns Hopkins University                                              |
| [[https://www.linkedin.com/in/yifan-%2522ethan%2522-xu-9796315][徐轶帆]]          | Xu, Yifan        | 2007 | Statistics                          | IBM                                                                              | Binghamton University                                                 |
| [[https://www.linkedin.com/in/cris-xiaochen-zhou-57300a40][周晓晨]]          | Zhou, Xiaochen   | 2007 | Differential Geometry               | Software Engineer, Google                                                        | U Penn                                                                |
| [[https://sites.google.com/site/yizhuhomepage/][朱 一]]           | Zhu, Yi          | 2007 | Algebraic Geometry                  | PNC                                                                              | Stony Brook University                                                |
| [[https://arxiv.org/search/advanced?advanced=&terms-0-operator=AND&terms-0-term=%22xuanyu+pan%22&terms-0-field=all&classification-mathematics=y&classification-physics_archives=all&classification-include_cross_list=include&date-filter_by=all_dates&date-year=&date-from_date=&date-to_date=&date-date_type=submitted_date&abstracts=show&size=50&order=-announced_date_first][潘宣余]]          | Pan, Xuanyu      | 2008 | Algebraic Geometry                  |                                                                                  | Columbia University                                                   |
| [[https://sites.google.com/site/wangqymath/][王青云]]          | Wang, Qingyun    | 2008 | Operator Algebra                    |                                                                                  | Washington University in St. Louis                                    |
| 王丽涵          | Wang, Lihan      | 2008 | Differential Geometry               | California State University, Long Beach                                          | UC Irvin                                                              |
| [[https://qingzhang-math.github.io/][张 庆]]           | Zhang, Qing      | 2008 | Number Theory                       | Professor, Huazhong University of Science and Technology                         | The Ohio State University                                             |
| [[http://msc.tsinghua.edu.cn/content.asp?channel=2&classid=12&id=2728][包宏伟]]          | Bao, Hongwei     | 2009 | Dynamical Systems                   | Ningbo University                                                                | Institute of Math, China                                              |
| [[https://math.osu.edu/people/chen.1690][陈立玮]]          | Chen, Liwei      | 2009 | Complex Analysis                    | Philip T. Church Postdoctoral Fellow, Syracuse University                        | Washington University in St. Louis                                    |
| [[https://www.linkedin.com/in/hongtansun][孙宏探]]          | Sun, Hongtan     | 2009 | Algebraic Geometry                  |                                                                                  | Rensselaer Polytechnic Institute, Troy, NY / Johns Hopkins University |
| [[https://www.linkedin.com/in/hongfei-tian][田洪飞]]          | Tian, Hongfei    | 2009 | Representation Theory               |                                                                                  | UIUC                                                                  |
| 王高翃          | Wang, Gaohong    | 2009 | Representation Theory               |                                                                                  | University of Western Ontario                                         |
| [[https://www.linkedin.com/in/kangkang21][王抗抗]]          | Wang, Kangkang   | 2009 | Algebraic Geometry                  | Software Engineer at Google                                                      | Duke                                                                  |
| 夏 劼           | Xia, Jie         | 2009 | Algebraic Geometry                  | Quant, Morgan Stanley                                                            | Columbia University                                                   |
| [[https://sites.google.com/site/lechaoxiao/][萧乐超]]          | Xiao, Lechao     | 2009 | Harmonic Analysis                   |                                                                                  | UIUC                                                                  |
| [[https://www.linkedin.com/in/hangjun-xu-b9607535][徐杭军]]          | Xu, Hangjun      | 2009 | Differential Geometry               |                                                                                  | Duke                                                                  |
| [[https://sites.google.com/site/yapingyanghomepage/][杨亚萍]]          | Yang, Yaping     | 2009 | Representation Theory               | Senior Lecturer, University of Melbourne                                         | Northeastern University                                               |
| 张晶晶          | Zhang, Jingjing  | 2009 | Algebraic Geometry                  |                                                                                  | Johns Hopkins University                                              |
| [[https://ims.shanghaitech.edu.cn/2020/0730/c4741a54467/page.htm][张 正]]           | Zhang, Zheng     | 2009 | Algebraic Geometry                  | Assistant Professor, ShanghaiTech University                                     | Stony Brook University                                                |
| [[https://sites.google.com/site/gufangzhao/][赵顾舫]]          | Zhao, Gufang     | 2009 | Representation Theory               | Lecturer, University of Melbourne                                                | Northeastern University                                               |
| [[http://hnsdfz.999xxw.com/newsshow.php?cid=28&id=55][程永兴]]          | Cheng, Yongxing  | 2010 |                                     | Teacher, 湖南师大附中国际部                                                        | Northeastern University                                               |
| [[https://yinbang-lin.github.io/][林胤榜]]          | Lin, Yinbang     | 2010 | Algebraic Geometry                  | Assistant Professor, Tongji University                                           | Northeastern University                                               |
| [[https://nl.linkedin.com/in/tongwang1][王 曈]]           | Wang, Tong       | 2010 | Logic                               | Google                                                                           | University of Amsterdam                                               |
| 薛 珂           | Xue, Ke          | 2010 | Algebraic Geometry                  |                                                                                  | University of Maryland College Park                                   |
| 叶之林          | Ye, Zhilin       | 2010 | Number Theory                       |                                                                                  | The Ohio State University                                             |
| 郑旭东          | Zheng, Xudong    | 2010 | Algebraic Geometry                  |                                                                                  | University of Illinois Chicago, The Johns Hopkins University          |
| [[https://sites.google.com/site/dongdongmath/][董 栋]]           | Dong, Dong       | 2011 | Harmonic Analysis and Number theory | Boas Assistant Professor, Northwestern University                                | Michigan State University; University of Illinois at Urbana-Champaign |
| [[https://sites.northwestern.edu/xiumindu/][杜秀敏]]          | Du, Xiumin       | 2011 | Harmonic Analysis                   | Assistant Professor, Northwestern University                                     | University of Illinois at Urbana-Champaign                            |
| 高洪伟          | Gao, Hongwei     | 2011 | Partial Differential Equations      | AMC Program Coordinator, Morning Star Institute                                  | UC Irvine                                                             |
| 贺 琛           | He, Chen         | 2011 | Geometry and Topology               | Lecturer, North China Electric Power University                                  | Northeastern University                                               |
| [[https://shuaili8.github.io/][李 帅]]           | Li, Shuai        | 2011 | Reinforcement Learning              | Associate Professor, John Hopcroft Center, Shanghai Jiao Tong University         | The Chinese University of Hong Kong                                   |
| [[https://yilongwang11.github.io/][王亦龙]]          | Wang, Yilong     | 2011 | Geometry and Topology               | Assistant Professor, Beijing Institute of Mathematical Sciences and Applications | The Ohio State University                                             |
| [[https://math.bit.edu.cn/szdw/jgml/sxx/wrj1/index.htm][吴瑞军]]          | Wu, Ruijun       | 2011 | Geometric analysis                  | Professor, Beijing Institute of Technology                                       | Max-Planck-Institut für Mathematik in den Naturwissenschaften         |
| 夏秉禹          | Xia, Bingyu      | 2011 | Algebraic Geometry                  | Assistant Professor, North Eastern University                                    | The Ohio State University                                             |
| 谢 羿           | Xie, Yi          | 2011 | Geometry and Topology               | Assistant Professor, Peking University                                           | Harvard University                                                    |
| [[http://www.math.cmu.edu/~xxu/][徐霄乾]]          | Xu, Xiaoqian     | 2011 | PDE                                 | Assistant Professor, Duke Kunshan University                                     | University of Wisconsin-Madison                                       |
| [[https://zhangdingxin.gitlab.io/math][张鼎新]]          | Zhang, Dingxin   | 2011 | Number theory                       | Assistant Professor, Tsinghua Univeristy                                         | Stony Brook University                                                |
| 张卓晖          | Zhang, Zhuohui   | 2011 | Representation Theory               |                                                                                  | Rutgers University                                                    |
| 龙 洋           | Long, Yang       | 2011 | PDE                                 | Assistant Professor, College of Global Talents, BITZH                            | Auburn University                                                     |
| 程 功           | Cheng, Gong      | 2012 | Nonlinear Systems                   | Assistant Professor, Tongji University                                           | Washington University in St. Louis                                    |
| [[https://honglu.fan/][樊宏路]]          | Fan, Honglu      | 2012 | Algebraic Geometry                  |                                                                                  | University of Utah                                                    |
| [[https://www.bimsa.cn/newsinfo/555756.html][侯 琦]]           | Hou, Qi          | 2012 | PDE                                 | Postdoc, Beijing Institute of Mathematical Sciences and Applications             | Cornell University                                                    |
| [[https://sites.google.com/view/xuntaohu][胡迅韬]]          | Hu, Xuntao       | 2012 | Algebraic Geometry                  |                                                                                  | Stony Brook University                                                |
| [[https://math.sustech.edu.cn/c/liubochen][刘博辰]]          | Liu, Bochen      | 2012 | Harmonic Analysis                   | Associate Professor, Southern University of Science and Technology               | Rochester University                                                  |
| 史旭鹏          | Shi, Xupeng      | 2012 | Algebraic Geometry                  |                                                                                  | Northeastern University                                               |
| 赵慧君          | Zhao, Huijun     | 2012 | Representation Theory               |                                                                                  | Northeastern University                                               |
| [[https://sites.google.com/site/shengwenswebsite/welcome-to-shengwens-website][王盛文]]          | Wang, Shengwen   | 2012 | Geometric Analysis                  | Lecturer, Queen Mary University of London                                        | Johns Hopkins University                                              |
| [[https://www.xiyuanwang.website/][王溪源]]          | Wang, Xiyuan     | 2012 | Number Theory                       | Visiting Assistant Professor, The Ohio State University                          | Johns Hopkins University                                              |
| 吴 为           | Wu, Wei          | 2012 | Logic                               |                                                                                  | Cornell University                                                    |
| [[https://sites.google.com/site/feixiemath][谢 斐]]           | Xie, Fei         | 2012 | Algebraic Geometry                  | Postdoc fellow, Max Planck Institute for Mathematics                             | UCLA                                                                  |
| 许 超           | Xu, Chao         | 2012 | Geometry and Topology               |                                                                                  | Ohio State University                                                 |
| [[https://math.tongji.edu.cn/info/1127/8499.htm][张希平]]          | Zhang, Xiping    | 2012 | Algebraic Geometry                  | Assistant Professor, Tongji University                                           | Florida State University                                              |
| 祝耀光          | Zhu, Yaoguang    | 2012 | Algebra                             |                                                                                  | University of Texas at Austin                                         |
| [[https://sites.google.com/view/mingcongzeng/home][曾鸣聪]]          | Zeng, Mingcong   | 2012 | Algebraic Topology                  | The Voleon Group                                                                 | University of Rochester                                               |
| [[https://xiaoyuzhangude.wixsite.com/xyzhomepage][张晓宇]]          | Zhang, Xiaoyu    | 2012 | Number Theory                       | Research Assistant, Universität Duisburg-Essen                                   | Université Paris 13                                                   |
| 罗曦杨          | Luo, Xiyang      | 2013 | Applied Math                        |                                                                                  | UCLA                                                                  |
| 沈骐彬          | Shen, Qibin      | 2013 | Number Theory                       |                                                                                  | Rochester University                                                  |
| 谢 颖           | Xie, Ying        | 2013 | Algebraic Geometry                  |                                                                                  | Chinese University of Hong Kong                                       |
| 叶荣庆          | Ye, Rongqing     | 2013 | Representation Theory               |                                                                                  | Ohio State University                                                 |
| [[https://scms.fudan.edu.cn/info/2675/4994.htm][周 杨]]           | Zhou, Yang       | 2013 | Algebraic Geometry                  | Assistant Professor, Shanghai Center for Mathematical Sciences                   | Stanford University                                                   |
| 王 俊           | Wang, Jun        | 2014 | Algebraic Geometry                  |                                                                                  | The Ohio State University                                             |
| [[https://math.xmu.edu.cn/en/info/1077/1931.htm][吕人杰]]          | Lü, Renjie       | 2014 | Algebraic Geometry                  | Assistant Professor, Xiamen University                                          | University of Amsterdam                                               |
| [[http://shizhang.li/][李时璋]]          | Li, Shizhang     | 2014 | Algebraic Geometry                  | Associate Researcher, AMSS, Chinese Academy of Sciences                          | Columbia University                                                   |
| [[https://sites.google.com/umn.edu/zhilinluo/home][罗之麟]]          | Luo, Zhilin      | 2015 | Number Theory                       | Dickson Instructor, UChicago                                                     | University of Minnesota                                               |
| 陈俊杰          | Chen, Junjie     | 2015 | Arithmetic Geometry                 |                                                                                  | The Ohio State University                                             |
| [[https://sharkoko.space/][林中一攀]]        | Lin, Zhongyipan  | 2016 | Number Theory                       | Boas Assistant Professor, Northwestern University.                               | Johns Hopkins University                                              |
| 王军啸          | Wang, Junxiao    | 2016 | Geometry and Topology               |                                                                                  | Northwestern University                                               |
| 陈恩献          | Chen, Enxian     | 2016 | Number Theory                       |                                                                                  | NUS                                                                   |
| 牛启鑫          | Niu, Qixin       | 2017 | Mathematics and Finance             |                                                                                  | Imperial London College                                               |
| 宋础良          | Song, Chuliang   | 2016 | Applied Math                        |                                                                                  | MIT                                                                   |
| 杨 杰           | Yang, Jie        | 2017 | Number Theory                       |                                                                                  | Chinese Academy of science                                            |
| 叶晗轩          | Ye, Hanxuan      | 2017 | statistics                          |                                                                                  | RUC / Texas A&M                                                       |
|----------------+------------------+------+-------------------------------------+----------------------------------------------------------------------------------+-----------------------------------------------------------------------|
