past.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2024-04-29 Mon 12:17 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Past participants</title>
<meta name="author" content="Dingxin Zhang" />
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" type="text/css" href="table.css" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Past participants</h1>
<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


</table>


<table border="2" cellspacing="0" cellpadding="6" rules="groups" frame="hsides">


<colgroup>
<col  class="org-left" />

<col  class="org-left" />

<col  class="org-right" />

<col  class="org-left" />

<col  class="org-left" />

<col  class="org-left" />
</colgroup>
<thead>
<tr>
<th scope="col" class="org-left">Name (Chinese)</th>
<th scope="col" class="org-left">  Name  </th>
<th scope="col" class="org-right">Year</th>
<th scope="col" class="org-left">Research Area</th>
<th scope="col" class="org-left">Current Position</th>
<th scope="col" class="org-left">Graduate School</th>
</tr>
</thead>
<tbody>
<tr>
<td class="org-left"><a href="http://math.hnu.cn/index.php?option=com%255C_teachers&amp;type=1&amp;teacher%255C_id=116">柴劲松</a></td>
<td class="org-left">Chai, Jinsong</td>
<td class="org-right">2004</td>
<td class="org-left">Number Theory</td>
<td class="org-left">Associate Professor, Sun Yat-Sen University</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="http://hong.web.unc.edu/">洪久族</a></td>
<td class="org-left">Hong, Jiuzu</td>
<td class="org-right">2004</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">Associate Professor, University of North Carolina</td>
<td class="org-left">Tel Aviv University</td>
</tr>

<tr>
<td class="org-left"><a href="http://hkumath.hku.hk/~huazheng/">华  诤</a></td>
<td class="org-left">Hua, Zheng</td>
<td class="org-right">2004</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Associate Professor, The University of Hong Kong</td>
<td class="org-left">University of Wisconsin-Madison</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/dan-lu-4709b422?authType=NAME_SEARCH&amp;authToken=2cSv&amp;locale=en_US&amp;srchid=5283429621475340068734&amp;srchindex=1&amp;srchtotal=2&amp;trk=vsrp_people_res_name&amp;trkInfo=VSRPsearchId%253A5283429621475340068734%252CVSRPtargetId%253A80110740%252CVSRPcmpt%253Aprimary%252CVSRPnm%253Atrue%252CauthType%253ANAME_SEARCH">卢  丹</a></td>
<td class="org-left">Lu, Dan</td>
<td class="org-right">2004</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Yale University</td>
</tr>

<tr>
<td class="org-left">杨晓奎</td>
<td class="org-left">Yang, Xiaokui</td>
<td class="org-right">2004</td>
<td class="org-left">Differential Geometry</td>
<td class="org-left">Professor, YMSC Tsinghua University</td>
<td class="org-left">UCLA</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/xiaotian-zhu-b706b723">朱笑天</a></td>
<td class="org-left">Zhu, Xiaotian</td>
<td class="org-right">2004</td>
<td class="org-left">Statistics</td>
<td class="org-left">AbbVie</td>
<td class="org-left">Penn State</td>
</tr>

<tr>
<td class="org-left"><a href="http://www.sauder.ubc.ca/Faculty/People/Faculty_Members/Ding_Yichuan">丁弋川</a></td>
<td class="org-left">Ding, Yichuan</td>
<td class="org-right">2005</td>
<td class="org-left">Operational Research</td>
<td class="org-left">Associate Professor, McGill University</td>
<td class="org-left">Stanford</td>
</tr>

<tr>
<td class="org-left"><a href="http://homepage.fudan.edu.cn/ronggang/en">石荣刚</a></td>
<td class="org-left">Shi, Ronggang</td>
<td class="org-right">2005</td>
<td class="org-left">Dynamical System</td>
<td class="org-left">Associate Professor, Fudan University</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="http://ymsc.tsinghua.edu.cn/shsun/index.html">孙晟昊</a></td>
<td class="org-left">Sun, Shenghao</td>
<td class="org-right">2005</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Associate Professor, Tsinghua University</td>
<td class="org-left">UC Berkeley</td>
</tr>

<tr>
<td class="org-left"><a href="https://math.stu.edu.cn/RYZC_Detail.aspx?id=117">邬恩信</a></td>
<td class="org-left">Wu, Enxin</td>
<td class="org-right">2005</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">Associate Professor, Shantou University</td>
<td class="org-left">University of Western Ontario</td>
</tr>

<tr>
<td class="org-left"><a href="https://xiaopv.github.io/">萧潇</a></td>
<td class="org-left">Xiao, Xiao</td>
<td class="org-right">2005</td>
<td class="org-left">Number Theory</td>
<td class="org-left">Professor, Utica College</td>
<td class="org-left">SUNY Binghamton</td>
</tr>

<tr>
<td class="org-left"><a href="http://www.math.tamu.edu/~xie/">谢知章</a></td>
<td class="org-left">Xie, Zhizhang</td>
<td class="org-right">2005</td>
<td class="org-left">Noncommutative Geometry</td>
<td class="org-left">Professor, Texas A&amp;M University</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="http://www.math.tamu.edu/~tianyang/">杨 田</a></td>
<td class="org-left">Yang, Tian</td>
<td class="org-right">2005</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">Associate Professor, Texas A&amp;M University</td>
<td class="org-left">Rutgers University</td>
</tr>

<tr>
<td class="org-left"><a href="http://www.albany.edu/~cz954339/">钟昌龙</a></td>
<td class="org-left">Zhong, Changlong</td>
<td class="org-right">2005</td>
<td class="org-left">Rings and Algebras</td>
<td class="org-left">Associate Professor, SUNY Albany</td>
<td class="org-left">University of Southern California</td>
</tr>

<tr>
<td class="org-left"><a href="http://lxy.btbu.edu.cn/szdw/yjsds/js1/81550.htm">陈海苗</a></td>
<td class="org-left">Chen, Haimiao</td>
<td class="org-right">2006</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">Associate Professor, Beijing Technology and Bussiness University</td>
<td class="org-left">Institute of Math, China</td>
</tr>

<tr>
<td class="org-left"><a href="http://alexdeng.github.io/">邓少杰</a></td>
<td class="org-left">Deng, Shaojie</td>
<td class="org-right">2006</td>
<td class="org-left">Statistics</td>
<td class="org-left">AirBnB</td>
<td class="org-left">Stanford</td>
</tr>

<tr>
<td class="org-left">丁 鼎</td>
<td class="org-left">Ding, Ding</td>
<td class="org-right">2006</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Binghamton University</td>
</tr>

<tr>
<td class="org-left"><a href="http://pages.uoregon.edu/yfshen/">沈烨锋</a></td>
<td class="org-left">Shen, Yefeng</td>
<td class="org-right">2006</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Assistant Professor, University of Oregon</td>
<td class="org-left">University of Michigan</td>
</tr>

<tr>
<td class="org-left"><a href="https://shuli.bitzh.edu.cn/#/teacherDetails?id=3465&amp;pitch=146">王 坤</a></td>
<td class="org-left">Wang, Kun</td>
<td class="org-right">2006</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">Lecturer, Beijing Institute of Technology, Zhuhai</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left">徐幸波</td>
<td class="org-left">Xu, Xingbo</td>
<td class="org-right">2006</td>
<td class="org-left">Operational Research</td>
<td class="org-left">Goldman Sachs</td>
<td class="org-left">Columbia University</td>
</tr>

<tr>
<td class="org-left"><a href="https://ca.linkedin.com/in/qian-lily-yin-237a9384">尹 茜</a></td>
<td class="org-left">Yin, Qian</td>
<td class="org-right">2006</td>
<td class="org-left">Geometric Analysis</td>
<td class="org-left">UNSW Economics Society</td>
<td class="org-left">University of Michigan</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/xunyuhomepage/">余 讯</a></td>
<td class="org-left">Yu, Xun</td>
<td class="org-right">2006</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Associate Professor, Tianjin University</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/zhixianmath/">朱智贤</a></td>
<td class="org-left">Zhu, Zhixian</td>
<td class="org-right">2006</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Associate Researcher,  Capital Normal University</td>
<td class="org-left">University of Michigan</td>
</tr>

<tr>
<td class="org-left">毕树超</td>
<td class="org-left">Bi, Shuchao</td>
<td class="org-right">2007</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Google</td>
<td class="org-left">UC Berkeley</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/dechangchen">陈德长</a></td>
<td class="org-left">Chen, Dechang</td>
<td class="org-right">2007</td>
<td class="org-left">Differential Geometry</td>
<td class="org-left">BlackRock</td>
<td class="org-left">UMass Amherst</td>
</tr>

<tr>
<td class="org-left"><a href="https://math.osu.edu/people/chen.1338">陈豪杰</a></td>
<td class="org-left">Chen, Haojie</td>
<td class="org-right">2007</td>
<td class="org-left">Differential geometry</td>
<td class="org-left">Lecturer, Zhejiang Normal University</td>
<td class="org-left">University of Minnesota Twin Cities</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/weiden">邓 威</a></td>
<td class="org-left">Deng, Wei</td>
<td class="org-right">2007</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Criteo</td>
<td class="org-left">Washingtong University in St. Louis</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/yhuangmath/">黄 杨</a></td>
<td class="org-left">Huang, Yang</td>
<td class="org-right">2007</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">University of South California</td>
</tr>

<tr>
<td class="org-left"><a href="http://nali.seas.harvard.edu/">黎 娜</a></td>
<td class="org-left">Li, Na</td>
<td class="org-right">2007</td>
<td class="org-left">Control and Dynamical Systems</td>
<td class="org-left">Winokur Family Professor, Harvard University</td>
<td class="org-left">Caltech</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/haoliang1120/">梁 灏</a></td>
<td class="org-left">Liang, Hao</td>
<td class="org-right">2007</td>
<td class="org-left">Geometric Group Theory</td>
<td class="org-left">Postdoc, Tufts University</td>
<td class="org-left">UIC</td>
</tr>

<tr>
<td class="org-left"><a href="http://sourcedb.amss.cas.cn/zw/zjrck/zlyjy/201511/t20151103_4452757.html">聂思安</a></td>
<td class="org-left">Nie, Sian</td>
<td class="org-right">2007</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">Professor, Chinese Academy of Science</td>
<td class="org-left">Institute of Math, China</td>
</tr>

<tr>
<td class="org-left"><a href="http://voidstar.info/">彭 巍</a></td>
<td class="org-left">Peng, Wei</td>
<td class="org-right">2007</td>
<td class="org-left">Computer Networks and Security</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">IUPUI</td>
</tr>

<tr>
<td class="org-left">孙京洲</td>
<td class="org-left">Sun, Jungzhou</td>
<td class="org-right">2007</td>
<td class="org-left">Complex Geometry</td>
<td class="org-left">Associate Professor, Shantou University</td>
<td class="org-left">Johns Hopkins University</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/yifan-%2522ethan%2522-xu-9796315">徐轶帆</a></td>
<td class="org-left">Xu, Yifan</td>
<td class="org-right">2007</td>
<td class="org-left">Statistics</td>
<td class="org-left">IBM</td>
<td class="org-left">Binghamton University</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/cris-xiaochen-zhou-57300a40">周晓晨</a></td>
<td class="org-left">Zhou, Xiaochen</td>
<td class="org-right">2007</td>
<td class="org-left">Differential Geometry</td>
<td class="org-left">Software Engineer, Google</td>
<td class="org-left">U Penn</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/yizhuhomepage/">朱 一</a></td>
<td class="org-left">Zhu, Yi</td>
<td class="org-right">2007</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">PNC</td>
<td class="org-left">Stony Brook University</td>
</tr>

<tr>
<td class="org-left"><a href="https://arxiv.org/search/advanced?advanced=&amp;terms-0-operator=AND&amp;terms-0-term=%22xuanyu+pan%22&amp;terms-0-field=all&amp;classification-mathematics=y&amp;classification-physics_archives=all&amp;classification-include_cross_list=include&amp;date-filter_by=all_dates&amp;date-year=&amp;date-from_date=&amp;date-to_date=&amp;date-date_type=submitted_date&amp;abstracts=show&amp;size=50&amp;order=-announced_date_first">潘宣余</a></td>
<td class="org-left">Pan, Xuanyu</td>
<td class="org-right">2008</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Columbia University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/wangqymath/">王青云</a></td>
<td class="org-left">Wang, Qingyun</td>
<td class="org-right">2008</td>
<td class="org-left">Operator Algebra</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Washington University in St. Louis</td>
</tr>

<tr>
<td class="org-left">王丽涵</td>
<td class="org-left">Wang, Lihan</td>
<td class="org-right">2008</td>
<td class="org-left">Differential Geometry</td>
<td class="org-left">California State University, Long Beach</td>
<td class="org-left">UC Irvin</td>
</tr>

<tr>
<td class="org-left"><a href="https://qingzhang-math.github.io/">张 庆</a></td>
<td class="org-left">Zhang, Qing</td>
<td class="org-right">2008</td>
<td class="org-left">Number Theory</td>
<td class="org-left">Professor, Huazhong University of Science and Technology</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="http://msc.tsinghua.edu.cn/content.asp?channel=2&amp;classid=12&amp;id=2728">包宏伟</a></td>
<td class="org-left">Bao, Hongwei</td>
<td class="org-right">2009</td>
<td class="org-left">Dynamical Systems</td>
<td class="org-left">Ningbo University</td>
<td class="org-left">Institute of Math, China</td>
</tr>

<tr>
<td class="org-left"><a href="https://math.osu.edu/people/chen.1690">陈立玮</a></td>
<td class="org-left">Chen, Liwei</td>
<td class="org-right">2009</td>
<td class="org-left">Complex Analysis</td>
<td class="org-left">Philip T. Church Postdoctoral Fellow, Syracuse University</td>
<td class="org-left">Washington University in St. Louis</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/hongtansun">孙宏探</a></td>
<td class="org-left">Sun, Hongtan</td>
<td class="org-right">2009</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Rensselaer Polytechnic Institute, Troy, NY / Johns Hopkins University</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/hongfei-tian">田洪飞</a></td>
<td class="org-left">Tian, Hongfei</td>
<td class="org-right">2009</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">UIUC</td>
</tr>

<tr>
<td class="org-left">王高翃</td>
<td class="org-left">Wang, Gaohong</td>
<td class="org-right">2009</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">University of Western Ontario</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/kangkang21">王抗抗</a></td>
<td class="org-left">Wang, Kangkang</td>
<td class="org-right">2009</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Software Engineer at Google</td>
<td class="org-left">Duke</td>
</tr>

<tr>
<td class="org-left">夏 劼</td>
<td class="org-left">Xia, Jie</td>
<td class="org-right">2009</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Quant, Morgan Stanley</td>
<td class="org-left">Columbia University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/lechaoxiao/">萧乐超</a></td>
<td class="org-left">Xiao, Lechao</td>
<td class="org-right">2009</td>
<td class="org-left">Harmonic Analysis</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">UIUC</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.linkedin.com/in/hangjun-xu-b9607535">徐杭军</a></td>
<td class="org-left">Xu, Hangjun</td>
<td class="org-right">2009</td>
<td class="org-left">Differential Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Duke</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/yapingyanghomepage/">杨亚萍</a></td>
<td class="org-left">Yang, Yaping</td>
<td class="org-right">2009</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">Senior Lecturer, University of Melbourne</td>
<td class="org-left">Northeastern University</td>
</tr>

<tr>
<td class="org-left">张晶晶</td>
<td class="org-left">Zhang, Jingjing</td>
<td class="org-right">2009</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Johns Hopkins University</td>
</tr>

<tr>
<td class="org-left"><a href="https://ims.shanghaitech.edu.cn/2020/0730/c4741a54467/page.htm">张 正</a></td>
<td class="org-left">Zhang, Zheng</td>
<td class="org-right">2009</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Assistant Professor, ShanghaiTech University</td>
<td class="org-left">Stony Brook University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/gufangzhao/">赵顾舫</a></td>
<td class="org-left">Zhao, Gufang</td>
<td class="org-right">2009</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">Lecturer, University of Melbourne</td>
<td class="org-left">Northeastern University</td>
</tr>

<tr>
<td class="org-left"><a href="http://hnsdfz.999xxw.com/newsshow.php?cid=28&amp;id=55">程永兴</a></td>
<td class="org-left">Cheng, Yongxing</td>
<td class="org-right">2010</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Teacher, 湖南师大附中国际部</td>
<td class="org-left">Northeastern University</td>
</tr>

<tr>
<td class="org-left"><a href="https://yinbang-lin.github.io/">林胤榜</a></td>
<td class="org-left">Lin, Yinbang</td>
<td class="org-right">2010</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Assistant Professor, Tongji University</td>
<td class="org-left">Northeastern University</td>
</tr>

<tr>
<td class="org-left"><a href="https://nl.linkedin.com/in/tongwang1">王 曈</a></td>
<td class="org-left">Wang, Tong</td>
<td class="org-right">2010</td>
<td class="org-left">Logic</td>
<td class="org-left">Google</td>
<td class="org-left">University of Amsterdam</td>
</tr>

<tr>
<td class="org-left">薛 珂</td>
<td class="org-left">Xue, Ke</td>
<td class="org-right">2010</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">University of Maryland College Park</td>
</tr>

<tr>
<td class="org-left">叶之林</td>
<td class="org-left">Ye, Zhilin</td>
<td class="org-right">2010</td>
<td class="org-left">Number Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left">郑旭东</td>
<td class="org-left">Zheng, Xudong</td>
<td class="org-right">2010</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">University of Illinois Chicago, The Johns Hopkins University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/dongdongmath/">董 栋</a></td>
<td class="org-left">Dong, Dong</td>
<td class="org-right">2011</td>
<td class="org-left">Harmonic Analysis and Number theory</td>
<td class="org-left">Boas Assistant Professor, Northwestern University</td>
<td class="org-left">Michigan State University; University of Illinois at Urbana-Champaign</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.northwestern.edu/xiumindu/">杜秀敏</a></td>
<td class="org-left">Du, Xiumin</td>
<td class="org-right">2011</td>
<td class="org-left">Harmonic Analysis</td>
<td class="org-left">Assistant Professor, Northwestern University</td>
<td class="org-left">University of Illinois at Urbana-Champaign</td>
</tr>

<tr>
<td class="org-left">高洪伟</td>
<td class="org-left">Gao, Hongwei</td>
<td class="org-right">2011</td>
<td class="org-left">Partial Differential Equations</td>
<td class="org-left">AMC Program Coordinator, Morning Star Institute</td>
<td class="org-left">UC Irvine</td>
</tr>

<tr>
<td class="org-left">贺 琛</td>
<td class="org-left">He, Chen</td>
<td class="org-right">2011</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">Lecturer, North China Electric Power University</td>
<td class="org-left">Northeastern University</td>
</tr>

<tr>
<td class="org-left"><a href="https://shuaili8.github.io/">李 帅</a></td>
<td class="org-left">Li, Shuai</td>
<td class="org-right">2011</td>
<td class="org-left">Reinforcement Learning</td>
<td class="org-left">Associate Professor, John Hopcroft Center, Shanghai Jiao Tong University</td>
<td class="org-left">The Chinese University of Hong Kong</td>
</tr>

<tr>
<td class="org-left"><a href="https://yilongwang11.github.io/">王亦龙</a></td>
<td class="org-left">Wang, Yilong</td>
<td class="org-right">2011</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">Assistant Professor, Beijing Institute of Mathematical Sciences and Applications</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="https://math.bit.edu.cn/szdw/jgml/sxx/wrj1/index.htm">吴瑞军</a></td>
<td class="org-left">Wu, Ruijun</td>
<td class="org-right">2011</td>
<td class="org-left">Geometric analysis</td>
<td class="org-left">Professor, Beijing Institute of Technology</td>
<td class="org-left">Max-Planck-Institut für Mathematik in den Naturwissenschaften</td>
</tr>

<tr>
<td class="org-left">夏秉禹</td>
<td class="org-left">Xia, Bingyu</td>
<td class="org-right">2011</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Assistant Professor, North Eastern University</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left">谢 羿</td>
<td class="org-left">Xie, Yi</td>
<td class="org-right">2011</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">Assistant Professor, Peking University</td>
<td class="org-left">Harvard University</td>
</tr>

<tr>
<td class="org-left"><a href="http://www.math.cmu.edu/~xxu/">徐霄乾</a></td>
<td class="org-left">Xu, Xiaoqian</td>
<td class="org-right">2011</td>
<td class="org-left">PDE</td>
<td class="org-left">Assistant Professor, Duke Kunshan University</td>
<td class="org-left">University of Wisconsin-Madison</td>
</tr>

<tr>
<td class="org-left"><a href="https://zhangdingxin.gitlab.io/math">张鼎新</a></td>
<td class="org-left">Zhang, Dingxin</td>
<td class="org-right">2011</td>
<td class="org-left">Number theory</td>
<td class="org-left">Assistant Professor, Tsinghua Univeristy</td>
<td class="org-left">Stony Brook University</td>
</tr>

<tr>
<td class="org-left">张卓晖</td>
<td class="org-left">Zhang, Zhuohui</td>
<td class="org-right">2011</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Rutgers University</td>
</tr>

<tr>
<td class="org-left">龙 洋</td>
<td class="org-left">Long, Yang</td>
<td class="org-right">2011</td>
<td class="org-left">PDE</td>
<td class="org-left">Assistant Professor, College of Global Talents, BITZH</td>
<td class="org-left">Auburn University</td>
</tr>

<tr>
<td class="org-left">程 功</td>
<td class="org-left">Cheng, Gong</td>
<td class="org-right">2012</td>
<td class="org-left">Nonlinear Systems</td>
<td class="org-left">Assistant Professor, Tongji University</td>
<td class="org-left">Washington University in St. Louis</td>
</tr>

<tr>
<td class="org-left"><a href="https://honglu.fan/">樊宏路</a></td>
<td class="org-left">Fan, Honglu</td>
<td class="org-right">2012</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">University of Utah</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.bimsa.cn/newsinfo/555756.html">侯 琦</a></td>
<td class="org-left">Hou, Qi</td>
<td class="org-right">2012</td>
<td class="org-left">PDE</td>
<td class="org-left">Postdoc, Beijing Institute of Mathematical Sciences and Applications</td>
<td class="org-left">Cornell University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/view/xuntaohu">胡迅韬</a></td>
<td class="org-left">Hu, Xuntao</td>
<td class="org-right">2012</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Stony Brook University</td>
</tr>

<tr>
<td class="org-left"><a href="https://math.sustech.edu.cn/c/liubochen">刘博辰</a></td>
<td class="org-left">Liu, Bochen</td>
<td class="org-right">2012</td>
<td class="org-left">Harmonic Analysis</td>
<td class="org-left">Associate Professor, Southern University of Science and Technology</td>
<td class="org-left">Rochester University</td>
</tr>

<tr>
<td class="org-left">史旭鹏</td>
<td class="org-left">Shi, Xupeng</td>
<td class="org-right">2012</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Northeastern University</td>
</tr>

<tr>
<td class="org-left">赵慧君</td>
<td class="org-left">Zhao, Huijun</td>
<td class="org-right">2012</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Northeastern University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/shengwenswebsite/welcome-to-shengwens-website">王盛文</a></td>
<td class="org-left">Wang, Shengwen</td>
<td class="org-right">2012</td>
<td class="org-left">Geometric Analysis</td>
<td class="org-left">Lecturer, Queen Mary University of London</td>
<td class="org-left">Johns Hopkins University</td>
</tr>

<tr>
<td class="org-left"><a href="https://www.xiyuanwang.website/">王溪源</a></td>
<td class="org-left">Wang, Xiyuan</td>
<td class="org-right">2012</td>
<td class="org-left">Number Theory</td>
<td class="org-left">Visiting Assistant Professor, The Ohio State University</td>
<td class="org-left">Johns Hopkins University</td>
</tr>

<tr>
<td class="org-left">吴 为</td>
<td class="org-left">Wu, Wei</td>
<td class="org-right">2012</td>
<td class="org-left">Logic</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Cornell University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/site/feixiemath">谢 斐</a></td>
<td class="org-left">Xie, Fei</td>
<td class="org-right">2012</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Postdoc fellow, Max Planck Institute for Mathematics</td>
<td class="org-left">UCLA</td>
</tr>

<tr>
<td class="org-left">许 超</td>
<td class="org-left">Xu, Chao</td>
<td class="org-right">2012</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="https://math.tongji.edu.cn/info/1127/8499.htm">张希平</a></td>
<td class="org-left">Zhang, Xiping</td>
<td class="org-right">2012</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Assistant Professor, Tongji University</td>
<td class="org-left">Florida State University</td>
</tr>

<tr>
<td class="org-left">祝耀光</td>
<td class="org-left">Zhu, Yaoguang</td>
<td class="org-right">2012</td>
<td class="org-left">Algebra</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">University of Texas at Austin</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/view/mingcongzeng/home">曾鸣聪</a></td>
<td class="org-left">Zeng, Mingcong</td>
<td class="org-right">2012</td>
<td class="org-left">Algebraic Topology</td>
<td class="org-left">The Voleon Group</td>
<td class="org-left">University of Rochester</td>
</tr>

<tr>
<td class="org-left"><a href="https://xiaoyuzhangude.wixsite.com/xyzhomepage">张晓宇</a></td>
<td class="org-left">Zhang, Xiaoyu</td>
<td class="org-right">2012</td>
<td class="org-left">Number Theory</td>
<td class="org-left">Research Assistant, Universität Duisburg-Essen</td>
<td class="org-left">Université Paris 13</td>
</tr>

<tr>
<td class="org-left">罗曦杨</td>
<td class="org-left">Luo, Xiyang</td>
<td class="org-right">2013</td>
<td class="org-left">Applied Math</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">UCLA</td>
</tr>

<tr>
<td class="org-left">沈骐彬</td>
<td class="org-left">Shen, Qibin</td>
<td class="org-right">2013</td>
<td class="org-left">Number Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Rochester University</td>
</tr>

<tr>
<td class="org-left">谢 颖</td>
<td class="org-left">Xie, Ying</td>
<td class="org-right">2013</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chinese University of Hong Kong</td>
</tr>

<tr>
<td class="org-left">叶荣庆</td>
<td class="org-left">Ye, Rongqing</td>
<td class="org-right">2013</td>
<td class="org-left">Representation Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="https://scms.fudan.edu.cn/info/2675/4994.htm">周 杨</a></td>
<td class="org-left">Zhou, Yang</td>
<td class="org-right">2013</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Assistant Professor, Shanghai Center for Mathematical Sciences</td>
<td class="org-left">Stanford University</td>
</tr>

<tr>
<td class="org-left">王 俊</td>
<td class="org-left">Wang, Jun</td>
<td class="org-right">2014</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="https://math.xmu.edu.cn/en/info/1077/1931.htm">吕人杰</a></td>
<td class="org-left">Lü, Renjie</td>
<td class="org-right">2014</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Assistant Professor, Xiamen University</td>
<td class="org-left">University of Amsterdam</td>
</tr>

<tr>
<td class="org-left"><a href="http://shizhang.li/">李时璋</a></td>
<td class="org-left">Li, Shizhang</td>
<td class="org-right">2014</td>
<td class="org-left">Algebraic Geometry</td>
<td class="org-left">Associate Researcher, AMSS, Chinese Academy of Sciences</td>
<td class="org-left">Columbia University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sites.google.com/umn.edu/zhilinluo/home">罗之麟</a></td>
<td class="org-left">Luo, Zhilin</td>
<td class="org-right">2015</td>
<td class="org-left">Number Theory</td>
<td class="org-left">Dickson Instructor, UChicago</td>
<td class="org-left">University of Minnesota</td>
</tr>

<tr>
<td class="org-left">陈俊杰</td>
<td class="org-left">Chen, Junjie</td>
<td class="org-right">2015</td>
<td class="org-left">Arithmetic Geometry</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">The Ohio State University</td>
</tr>

<tr>
<td class="org-left"><a href="https://sharkoko.space/">林中一攀</a></td>
<td class="org-left">Lin, Zhongyipan</td>
<td class="org-right">2016</td>
<td class="org-left">Number Theory</td>
<td class="org-left">Boas Assistant Professor, Northwestern University.</td>
<td class="org-left">Johns Hopkins University</td>
</tr>

<tr>
<td class="org-left">王军啸</td>
<td class="org-left">Wang, Junxiao</td>
<td class="org-right">2016</td>
<td class="org-left">Geometry and Topology</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Northwestern University</td>
</tr>

<tr>
<td class="org-left">陈恩献</td>
<td class="org-left">Chen, Enxian</td>
<td class="org-right">2016</td>
<td class="org-left">Number Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">NUS</td>
</tr>

<tr>
<td class="org-left">牛启鑫</td>
<td class="org-left">Niu, Qixin</td>
<td class="org-right">2017</td>
<td class="org-left">Mathematics and Finance</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Imperial London College</td>
</tr>

<tr>
<td class="org-left">宋础良</td>
<td class="org-left">Song, Chuliang</td>
<td class="org-right">2016</td>
<td class="org-left">Applied Math</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">MIT</td>
</tr>

<tr>
<td class="org-left">杨 杰</td>
<td class="org-left">Yang, Jie</td>
<td class="org-right">2017</td>
<td class="org-left">Number Theory</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">Chinese Academy of science</td>
</tr>

<tr>
<td class="org-left">叶晗轩</td>
<td class="org-left">Ye, Hanxuan</td>
<td class="org-right">2017</td>
<td class="org-left">statistics</td>
<td class="org-left">&#xa0;</td>
<td class="org-left">RUC / Texas A&amp;M</td>
</tr>
</tbody>
</table>
</div>
</body>
</html>
